{
  "help-error-messages" : {
    "src" : "images/transaction-error-messages.jpg",
    "description" : "An image depicting error messages on a transaction",
    "arrows" : [
      {
        "left" : "5%",
        "top" : "1%",
        "text" : "When an error occurs, a red message will appear at the top of the screen.",
        "direction" : "up",
        "regionWidth" : "93%",
        "regionHeight" : "28%"
      },
      {
        "left" : "21%",
        "top" : "70%",
        "text" : "When you encounter an error message, the issues will be highlighted and described within the transaction.",
        "direction" : "up",
        "regionWidth" : "42%",
        "regionHeight" : "14%"
      }
    ]
  },
  "help-success-message" : {
    "src" : "images/transaction-success-message.jpg",
    "description" : "An image depicting a success message on a transaction.",
    "arrows" : [
      {
        "left" : "2%",
        "top" : "3%",
        "text" : "When you submit or save a job or transaction, a success message will appear at the top of the screen.",
        "direction" : "up",
        "regionWidth" : "97%",
        "regionHeight" : "40%"
      }
    ]
  },
  "help-home" : {
    "src" : "images/home-page.jpg",
    "description" : "An image depicting the SECE home page.",
    "arrows" : [
      {
        "left" : "67%",
        "top" : "0.5%",
        "text" : "Link to enter the ***sece*** site and login.",
        "direction" : "up",
        "regionWidth" : "31%",
        "regionHeight" : "20%"
      },
      {
        "left" : "0.5%",
        "top" : "14%",
        "text" : "Text links leading to the websites of the various SE offices at the different campuses in the UH system.",
        "direction" : "up",
        "regionWidth" : "45%",
        "regionHeight" : "30%"
      },
      {
        "left" : "46%",
        "top" : "24%",
        "text" : "Image link to open a pop-up with the contact information for the SE offices at the various UH campuses.",
        "direction" : "up",
        "regionWidth" : "16%",
        "regionHeight" : "14%"
      },
      {
        "left" : "46%",
        "top" : "39%",
        "text" : "Image link to open a pop-up with the contact information for timesheet related inquiries.",
        "direction" : "up",
        "regionWidth" : "16%",
        "regionHeight" : "14%"
      },
      {
        "left" : "2%",
        "top" : "60%",
        "text" : "Text links that will take you to various resources that may be of interest to an employer.",
        "direction" : "up",
        "regionWidth" : "30%",
        "regionHeight" : "33%"
      }
    ]
  },
  "help-login" : {
    "src" : "images/login.jpg",
    "description" : "An image depicting the SECE login screen.",
    "arrows" : [
      {
        "left" : "44%",
        "top" : "15%",
        "text" : "UH employers may login using their UH username and password by pressing the \"UH Login\" button. If you have a problem with your username and/or password, please contact the ITS Help Desk at 956-8883 or email them at [help@hawaii.edu](mailto:help@hawaii.edu). You must use your personal username, as departmental usernames cannot be used to login to the system.",
        "direction" : "up",
        "regionWidth" : "35%",
        "regionHeight" : "17%"
      },
      {
        "left" : "44%",
        "top" : "32%",
        "text" : "The Non-UH Employers section is only used to create a profile or log into an account used to post non-student employment positions. Use the UH login if you intend to perform student employment tasks.",
        "direction" : "up",
        "regionWidth" : "35%",
        "regionHeight" : "20%"
      },
      {
        "left" : "67%",
        "top" : "52%",
        "text" : "Click on the Login Help link if you are having trouble for some quick tips or contact information.",
        "direction" : "up",
        "regionWidth" : "12%",
        "regionHeight" : "5%"
      },
      {
        "left" : "64%",
        "top" : "57%",
        "text" : "Click on the Job & Eligibility Info link to see the basic eligibility requirements for student employment eligibility.",
        "direction" : "up",
        "regionWidth" : "15%",
        "regionHeight" : "5%"
      }
    ]
  },
  "help-select-site" : {
    "src" : "images/site-select.jpg",
    "description" : "An image depicting the SECE site selection screen.",
    "arrows" : [
      {
        "left" : "1.5%",
        "top" : "0%",
        "text" : "Press the ***sece*** button to quickly return to the site selection menu.",
        "direction" : "up",
        "regionWidth" : "14%",
        "regionHeight" : "20%"
      },
      {
        "left" : "32%",
        "top" : "54%",
        "text" : "Click the link for the version of the site you wish to access. Only those sides of ***sece*** that you have access to based on your affiliation will be visible as options. You can switch between sides at any time without needing to log in to each side.",
        "direction" : "up",
        "regionWidth" : "28%",
        "regionHeight" : "19%"
      },
      {
        "left" : "32%",
        "top" : "76%",
        "text" : "Checking this box will mean the next time you log in to ***sece*** it will default to the side of ***sece*** (Student, Employer, etc.) that you chose to access this time.",
        "direction" : "up",
        "regionWidth" : "28%",
        "regionHeight" : "15%"
      }
    ]
  },
  "help-profile-1" : {
    "src" : "images/emp-profile-1.jpg",
    "description" : "An image depicting the Departmental Information section of the profile.",
    "arrows" : [
      {
        "left" : "5%",
        "top" : "22%",
        "text" : "The campus affiliation you select determines which SE office will be able to view and manage your records.",
        "direction" : "up",
        "regionWidth" : "75%",
        "regionHeight" : "15%"
      },
      {
        "left" : "5%",
        "top" : "37%",
        "text" : "Select your _College/Division_ and your _Office/Department Name_ from the drop-down menus. If they do not appear, you may input them into the text field instead.",
        "direction" : "up",
        "regionWidth" : "75%",
        "regionHeight" : "60%"
      }
    ]
  },
  "help-profile-2" : {
    "src" : "images/emp-profile-2.jpg",
    "description" : "An image depicting the Contact Information section of the profile.",
    "arrows" : [
      {
        "left" : "38%",
        "top" : "86%",
        "text" : "After entering your biographical information, click _Submit_ to finish.",
        "direction" : "up",
        "regionWidth" : "11%",
        "regionHeight" : "10%"
      }
    ]
  },
  "help-main" : {
    "src" : "images/emp-main-screen.jpg",
    "description" : "An image of the Home tab.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "13%",
        "text" : "The UH employer side of ***sece*** is divided into various tabs used for specific tasks. The Home tab shown here provides a quick view of ***sece*** activity related to you. The other tabs are briefly discussed below and detailed in depth later.\n\n* __Jobs:__ The Jobs tab is where you can create, edit, and re-open jobs.\n* __Placements:__ This tab is where you would create transactions for your jobs. This is where you would initiate hires and start transactions related to your employees.\n* __Forms and Info:__ You can find links to information and forms relevant to student employment.\n* __Timesheet:__ This is where you access timesheets.",
        "direction" : "up",
        "regionWidth" : "23%",
        "regionHeight" : "43%"
      },
      {
        "left" : "23%",
        "top" : "22%",
        "text" : "If you receive applications, you will receive a message at the top of the screen that can be pressed to see them.",
        "direction" : "up",
        "regionWidth" : "60%",
        "regionHeight" : "14%"
      },
      {
        "left" : "90%",
        "top" : "0%",
        "text" : "Clicking the down arrow will give you some additional options. This is how you would access your profile, switch to a different side of ***sece***, or log out.",
        "direction" : "up",
        "regionWidth" : "10%",
        "regionHeight" : "10%"
      },
      {
        "left" : "23%",
        "top" : "43%",
        "text" : "The Job Statistics section gives you an at-a-glance look at your jobs and applications for your jobs.\n\n* __In Draft Jobs:__ Jobs you have created but not submitted for review.\n* __Submitted Jobs:__ Jobs you have submitted for review and approval.\n* __Under Review Jobs:__ Jobs that are currently being reviewed for approval.\n* __On Hold Jobs:__ A reviewed job that Student Employment has additional questions about.\n* __Open/Closed Jobs:__ Jobs that are Open (being advertised) or approved but Closed.\n* __Applications:__ Indicates the number of applications that have been submitted today or in the past week (respectively).",
        "direction" : "up",
        "regionWidth" : "38%",
        "regionHeight" : "54%"
      },
      {
        "left" : "61%",
        "top" : "43%",
        "text" : "The Placement Statistics section gives you an at-a-glance look at your hires and transactions.\n\n* __Pending Transactions:__ These are the number of transactions making their way through the approval process. The different statuses are fairly self-explanatory, but it should be noted that most transactions do not require Student Employment approval. Hire transactions are the most common transaction that does require SE approval.\n* __Student Employees:__ These are the number of student employees currently employed (Active) and the number that are no longer employed (Inactive) under jobs on which you are listed as an approver.",
        "direction" : "up",
        "regionWidth" : "38%",
        "regionHeight" : "50%"
      }
    ]
  },
  "help-job-1" : {
    "src" : "images/jobs-tab-1.jpg",
    "description" : "An image of the Jobs tab showing an employer's list of jobs in its table view.",
    "arrows" : [
      {
        "left" : "19%",
        "top" : "46%",
        "text" : "The job number, pay code, job program, and position title are listed first.\n\n* __Job Number:__ Jobs are assigned a job number and a job series will be jobs that share a job number with differing pay codes.\n* __Pay Code:__ The pay code (pay class) of the job. Jobs in a series (sharing the same job number) will have different pay codes.\n* __Program:__ Jobs will be listed as UH, FWS, or UH & FWS. UH jobs are open to any eligible student, FWS jobs are only open to those with Federal Work Study, and UH & FWS is open to all eligible students, but indicates a preference for Federal Work Study.\n* __Position Title:__ The working title of the job. Pressing on this will take you to the detailed view of the job where you can make edits.",
        "direction" : "up",
        "regionWidth" : "40%",
        "regionHeight" : "40%"
      },
      {
        "left" : "66%",
        "top" : "46%",
        "text" : "The Status and Applicants fields allow you to quickly interact with your job.\n\n* __Status:__ You can use this drop-down menu to Open or Close a job easily. If a job requires updates before it can be opened or closed, you will receive an error message indicating this. This usually means you will need to go into the job to make those updates before re-opening it.\n* __Applicants:__ This will indicate the number of students that have applied for the position. Pressing on this button will bring up a list of applicants and an interface that allows you to initiate hires. This feature will be illustrated a bit later in this guide.",
        "direction" : "up",
        "regionWidth" : "20%",
        "regionHeight" : "40%"
      },
      {
        "left" : "80%",
        "top" : "40%",
        "text" : "Filter your job list by keywords, job numbers or other aspects by typing into the _Filter_ box.",
        "direction" : "up",
        "regionWidth" : "20%",
        "regionHeight" : "10%"
      },
      {
        "left" : "88%",
        "top" : "52.5%",
        "text" : "The _Add to Series_ button is used to add a job to a job series. This means adding a job with the existing job number, but at a different pay code. The button will be on the same line as the job number that you will be adding a job to. When you add to a series, it will create a duplicate of an existing job in the series that you can then modify to match the new pay class/code.",
        "direction" : "up",
        "regionWidth" : "10%",
        "regionHeight" : "12%"
      },
      {
        "left" : "88%",
        "top" : "16%",
        "text" : "The _Create a New Job_ option is used when you want to create a completely new job rather than adding a job to an existing series. If the job has no relation to an existing job, use this option.",
        "direction" : "up",
        "regionWidth" : "12%",
        "regionHeight" : "12%"
      }
    ]
  },
  "help-job-series" : {
    "src" : "images/emp-job-series.jpg",
    "description" : "An image of the Jobs tab highlighting two jobs: 333-A4 and 333-A5. Job 333-A4 has job title 'Reading Tutor 1,' and Job 333-A5 has title 'Reading Tutor 2.'",
    "arrows" : [
      {
        "left" : "20%",
        "top" : "55%",
        "text" : "This is an example of a job series. Note the shared job number and progressive nature of the position title.",
        "direction" : "up",
        "regionWidth" : "40%",
        "regionHeight" : "38%"
      }
    ]
  },
  "help-job-create-button" : {
    "src" : "images/job-create-button.jpg",
    "description" : "An image of the Jobs tab highlighting the 'Create a New Job' button.",
    "arrows" : [
      {
        "left" : "88%",
        "top" : "26%",
        "text" : "To create a new job, simply press the 'Create a New Job' button.",
        "direction" : "up",
        "regionWidth" : "12%",
        "regionHeight" : "18%"
      }
    ]
  },
  "help-job-create-1" : {
    "src" : "images/job-create-1.jpg",
    "description" : "An image of the beginning of the job creation form.",
    "arrows" : [
      {
        "left" : "20%",
        "top" : "15%",
        "text" : "Buttons at the top and bottom of the form can be used to save, delete, cancel, or submit the job. Because the system has an inactivity timer, be sure to periodically save your job. Press the Submit button only when it is ready to be reviewed.",
        "direction" : "up",
        "regionWidth" : "60%",
        "regionHeight" : "10%"
      },
      {
        "left" : "93%",
        "top" : "26%",
        "text" : "You can press any \"?\" icon To get some additional helpful information about the associated section.",
        "direction" : "up",
        "regionWidth" : "5%",
        "regionHeight" : "9%"
      },
      {
        "left" : "0%",
        "top" : "47%",
        "text" : "The first step in creating a job is selecting the funding source/campus affiliation. This determines what account codes should be used and which campus SE office approves the job.\n\nFor example, jobs that will be paying student employees using a Manoa account code must have UH Manoa selected as the funding source. In this example, the Manoa SE office will review the job.\n\nIt is possible to have jobs where the student works at one campus, but the job is funded by another campus. In these situations, the job is monitored by the funding institution.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "13%"
      },
      {
        "left" : "0%",
        "top" : "73%",
        "text" : "As the job makes its way through the approval process, the status it is in will be highlighted. Statuses are discussed a little later in this guide.",
        "direction" : "up",
        "regionWidth" : "75%",
        "regionHeight" : "13%"
      }
    ]
  },
  "help-job-create-2" : {
    "src" : "images/job-create-2.jpg",
    "description" : "An image of the Job Classification / Duties section of the job form.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "12%",
        "text" : "You should enter the desired position title. Specific titles are typically better than generic ones, as it gives the student an idea of what the job entails.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "21%"
      },
      {
        "left" : "0%",
        "top" : "33%",
        "text" : "Select a primary job category that the job would fall under, and a secondary job category if you so desire. Job categories help classify the job for search filtering purposes. The primary category is shared be all jobs in the series, while the secondary category is specific to each job in the series.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "42%"
      },
      {
        "left" : "0%",
        "top" : "75%",
        "text" : "The job classification determines which students will be eligible for the job by setting the job program. You may select UH, UH & FWS, or FWS.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "25%"
      }
    ]
  },
  "help-job-create-3" : {
    "src" : "images/job-create-3.jpg",
    "description" : "An image of the rest of the Job Classification / Duties section of the job form.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "All student assistant positions will be classified and paid in accordance with the guidelines contained in APM A9.880, Attachment 1. The campus SE office shall have final jurisdiction over the classification of individual positions. Student assistants will normally be paid on an hourly basis.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "15%"
      },
      {
        "left" : "0%",
        "top" : "15%",
        "text" : "If the student, in the course of performing assigned duties, will at any time have access to, or be in the proximity of sensitive information as defined in E2.214, the student is required to complete a Form 92, General Confidentiality Notice (GCN). In that case, set the *General Confidentiality Notice (GCN) Required* drop-down to *Yes*.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "15%"
      },
      {
        "left" : "0%",
        "top" : "30%",
        "text" : "The final two fields in this section allow you to enter qualifications and duties for the job. The SE office will review these to ensure they match the pay class selected. Note that once the job is approved, you can no longer edit these fields.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "65%"
      }
    ]
  },
  "help-job-create-skills" : {
    "src" : "images/job-create-skills.jpg",
    "description" : "An image of the skills section of the job form.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "You may check boxes next to the skills you desire candidates to possess. The options available will vary based on the funding source of the job.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "100%"
      }
    ]
  },
  "help-job-create-location-sched-1" : {
    "src" : "images/job-create-location-sched1.jpg",
    "description" : "An image of the upper portion of the Location/Schedule section of the job form.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "5%",
        "text" : "Select the island where your job is located. You must select *Island* first, because this drives the pull-down lists for *Campus*. If your job is not located on one of the Hawaiian Islands, select *Other* and specify the city/state in the *Other* text box.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "46%"
      },
      {
        "left" : "0%",
        "top" : "51%",
        "text" : "Provide a brief description of your hours of operation or the days and times within which the student must work.\n\nExamples: M-F: 8am-5pm, Flexible Mon-Sat",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "30%"
      },
      {
        "left" : "0%",
        "top" : "81%",
        "text" : "Enter the minimum and maximum hours per week. The maximum hours cannot exceed 20.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "19%"
      }
    ]
  },
  "help-job-create-location-sched-2" : {
    "src" : "images/job-create-location-sched2.jpg",
    "description" : "An image of the remaining portion of the Location/Schedule section of the job form.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "*Number of Openings* represents how many positions are available to fill for this job description.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "14%"
      },
      {
        "left" : "0%",
        "top" : "28%",
        "text" : "Select whether or not the job should be opened after approval. If you select *Yes, Open and Advertise*, the job will be opened upon approval from SE. If you select *No, for Promotions Only*, the job will be set to *Closed* status upon approval.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "14%"
      },
      {
        "left" : "0%",
        "top" : "42%",
        "text" : "The closing date determines when the job will automatically close. The job cannot be closed until 3 days have passed or 5 candidates add the job to their cart. The starting date indicates when the employer would ideally like the candidate to start.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "38%"
      },
      {
        "left" : "0%",
        "top" : "80%",
        "text" : "If the employment is for a \"special\" schedule / period, you may select a *Special Classification* to designate one of the following: Summer Only, Weekends, Nights, and Nights & Weekends",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "14%"
      }
    ]
  },
  "help-job-create-how-to-apply" : {
    "src" : "images/job-create-how-apply.jpg",
    "description" : "An image of the Application Information section of the job form.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "10%",
        "text" : "Select the method you would like to have students use to apply:\n\n* __Online Application:__ Applicants will submit documents of your choice directly through the system for your review. You can require applicants to submit any of the following documents: Resume, Cover Letter, Transcripts, and up to two other documents of your choosing. The text fields next to each option allow you to specify what type of document you are requesting.\n* __Email:__ Applicants will be instructed to email the contact(s) listed on the job. To provide specific instructions for content or attach-ments of the email, please enter them in the *Additional Information (to be shown to applicants)* field.\n* __Call for Interview:__ Applicants will be instructed to call the contact(s) listed on the job.\n* __In Person:__ Applicants will be instructed to inquire in person. The office address of the contact(s) listed on the job will be displayed.\n* __Other:__ For all other methods of application, you will be asked to enter instructions into a text field.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "14%"
      },
      {
        "left" : "0%",
        "top" : "24%",
        "text" : "*Additional Information* is where you should enter any additional requests or instructions you would like to appear on the \"how to apply\" information.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "36%"
      },
      {
        "left" : "0%",
        "top" : "60%",
        "text" : "*Internal Comments to Student Employment* is where you can enter any comments you wish to leave for student employment staff reviewing your job.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "36%"
      }
    ]
  },
  "help-job-approval-1" : {
    "src" : "images/job-create-approval1.jpg",
    "description" : "An image of Section 1: Job/Referral Contact Information on the job form.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "63%",
        "text" : "Section 1 determines who will be printed as contacts on the *how to apply* pop-up (primary and secondary contacts). It is also used to set the supervisor. Finally, anyone listed in section 1 can make changes to the job. The usernames should be inputted in all lower case letters. When you save the job, the *Name* column will update with the name of the people matching the usernames you entered.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "10%"
      }
    ]
  },
  "help-job-approval-2" : {
    "src" : "images/job-create-approval2.jpg",
    "description" : "An image of Section 2: Transaction and Placement Approval Information on the job form.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "43%",
        "text" : "Section 2 determines who is in the approval chain for transactions. When students are hired for this job, this is where the list of approvers comes from. The supervisor is set based on section 1. In addition, the employer must input an FA. Note that users inputted here that do not have placement access will be unable to approve transactions.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "10%"
      }
    ]
  },
  "help-job-approval-3" : {
    "src" : "images/job-create-approval3.jpg",
    "description" : "An image of Section 3: Timesheet Approvers on the job form.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "Section 3 determines who has timesheet approval roles for students hired for this job. Employers should enter at least one username for the Supervisor Level and one for the Business Office level. The supervisor must be listed as a Supervisor level approver and the FA is usually listed as the Business Office level approver. Additional approvers can be listed within the limits of the fields presented.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "100%"
      }
    ]
  },
  "help-job-manage" : {
    "src" : "images/emp-job-series.jpg",
    "description" : "An image of the Jobs tab highlighting options for managing your jobs.",
    "arrows" : [
      {
        "left" : "38%",
        "top" : "62%",
        "text" : "Press on the job title to edit the job.",
        "direction" : "up",
        "regionWidth" : "20%",
        "regionHeight" : "15%"
      },
      {
        "left" : "65%",
        "top" : "62%",
        "text" : "Open/Close jobs using the *Status* drop-down menu or press the job title.",
        "direction" : "up",
        "regionWidth" : "9%",
        "regionHeight" : "15%"
      },
      {
        "left" : "80%",
        "top" : "62%",
        "text" : "Press the button under the *Applicants* column to view applications.",
        "direction" : "up",
        "regionWidth" : "6%",
        "regionHeight" : "15%"
      },
      {
        "left" : "87%",
        "top" : "62%",
        "text" : "Press the *Add to Series* button to add a new job with the same job number.",
        "direction" : "up",
        "regionWidth" : "12%",
        "regionHeight" : "15%"
      }
    ]
  },
  "help-job-edit-general" : {
    "src" : "images/job-edit-general.jpg",
    "description" : "An image of the Submit buttons and General Information section of an existing job.",
    "arrows" : [
      {
        "left" : "15%",
        "top" : "17%",
        "text" : "The *Submit* button allows you to save any changes you have made without changing the Open/Closed status of the job. The *Submit and Reopen Job* (and *Submit and Close Job*) button will allow you to save the changes and Open or Close the job respectively.",
        "direction" : "up",
        "regionWidth" : "70%",
        "regionHeight" : "14%"
      },
      {
        "left" : "0%",
        "top" : "83%",
        "text" : "The status highlighted in green and checked is the current status of the job. Once a job has been approved it will be either in OPEN or CLOSED status. The other statuses indicate the jobs place in the creation and approval process.",
        "direction" : "up",
        "regionWidth" : "72%",
        "regionHeight" : "16%"
      }
    ]
  },
  "help-job-locked-data" : {
    "src" : "images/job-locked-data.jpg",
    "description" : "An image of the Duties and Qualifications of an existing job, which are not editable.",
    "arrows" : [
      {
        "left" : "31%",
        "top" : "86%",
        "text" : "The *Request Update to Locked Data* button is what you would use to request changes to the Qualifications or Duties of a job. Because these fields must be appropriate to the pay class, changes must be reviewed and approved by your Student Employment office.",
        "direction" : "up",
        "regionWidth" : "38%",
        "regionHeight" : "12%"
      }
    ]
  },
  "help-job-add-series" : {
    "src" : "images/job-add-series.jpg",
    "description" : "An image of a dialog screen asking whether you want to continue adding a job to a series.",
    "arrows" : [
      {
        "left" : "38%",
        "top" : "72%",
        "text" : "When you press the Add to Series button you will be prompted with this screen. Press the Continue button to proceed.",
        "direction" : "up",
        "regionWidth" : "15%",
        "regionHeight" : "23%"
      }
    ]
  },
  "help-job-add-series-open" : {
    "src" : "images/job-add-series-open.jpg",
    "description" : "An image of the 'Open Job After Student Employment Approval' drop-down menu.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "When you are updating the job to reflect the new pay class keep in mind if you plan on advertising the job or whether it is meant for promotions only. Use this drop-down menu to let Student Employment know which option you wish to do.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "100%"
      }
    ]
  },
  "help-job-applicants-nodocs" : {
    "src" : "images/job-applicants-nodocs.jpg",
    "description" : "An image of the Applicants screen for a job listing two applicants",
    "arrows" : [
      {
        "left" : "80%",
        "top" : "66%",
        "text" : "If you wish to hire one of the applicants, pressing the *Hire* button will initiate the Hire transaction for that student.",
        "direction" : "up",
        "regionWidth" : "6%",
        "regionHeight" : "19%"
      }
    ]
  },
  "help-job-applicants-docs" : {
    "src" : "images/job-applicants-withdocs.jpg",
    "description" : "An image of the Applicants screen for a job listing one applicant who submitted a resume.",
    "arrows" : [
      {
        "left" : "64%",
        "top" : "86%",
        "text" : "If you set your job to allow online applications you will see a text link that you can press to download their uploaded documents.",
        "direction" : "up",
        "regionWidth" : "11%",
        "regionHeight" : "12%"
      },
      {
        "left" : "83%",
        "top" : "2%",
        "text" : "You can also download all applicants documents as a batch by pressing the *Download All* button.",
        "direction" : "up",
        "regionWidth" : "17%",
        "regionHeight" : "14%"
      }
    ]
  },
  "help-job-hire-1" : {
    "src" : "images/emp-job-series.jpg",
    "description" : "An image of the Jobs tab highlighting the applicants button.",
    "arrows" : [
      {
        "left" : "80%",
        "top" : "62%",
        "text" : "#### Step 1:\n\nPress on the *Applicants* button to see the list of students that have applied for your position.",
        "direction" : "up",
        "regionWidth" : "6%",
        "regionHeight" : "15%"
      }
    ]
  },
  "help-job-hire-2" : {
    "src" : "images/job-applicants-withdocs.jpg",
    "description" : "An image of the Applicants screen for a job listing one applicant who submitted a resume, highlighting the Hire button.",
    "arrows" : [
      {
        "left" : "85%",
        "top" : "84%",
        "text" : "#### Step 2:\n\nPress on the *Hire* button of the student to initiate the HIRE transaction.",
        "direction" : "up",
        "regionWidth" : "6%",
        "regionHeight" : "16%"
      }
    ]
  },
  "help-job-hire-add-openings" : {
    "src" : "images/job-hire-additional-openings.jpg",
    "description" : "An image of a pop-up dialog noting that the hire will fill the last available opening of the job.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "#### Step 3:\n\nIf the hire would fill the last opening available for the job, you will see this pop-up. This allows you to either add additional openings so as to keep the job open or close the job if no additional openings are available. Add the number of openings and press *Submit* if you have additional openings. Press *No Additional Openings* if you wish to close the job.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "100%"
      }
    ]
  },
  "help-hire-student-1" : {
    "src" : "images/hire-transaction-1.jpg",
    "description" : "An image of the first section of a hire transaction.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "32%",
        "text" : "If the \"No SSN on file\" message is shown, you may proceed with the hire as normal, but you should have your student employee contact the SE office to get their SSN on file.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "15%"
      },
      {
        "left" : "0%",
        "top" : "47%",
        "text" : "The student's biographical information will be pulled in automatically. You may change the address at the student's request, but please keep in mind that the address printed on the student's W2 will be what is listed here.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "53%"
      }
    ]
  },
  "help-hire-student-2" : {
    "src" : "images/hire-transaction-2.jpg",
    "description" : "An image of the next section of a hire transaction.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "22%",
        "text" : "Select the student's citizenship information here. If they are not a citizen, also include the country in the next field.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "37%"
      },
      {
        "left" : "0%",
        "top" : "61%",
        "text" : "If your campus participates in the E-Verify program, your Fiscal Authority will need to indicate here whether or not this hire is subject to E-Verification. All UH Manoa student hires are E-Verified, so this field is locked to *Yes* in this example.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "17%"
      },
      {
        "left" : "0%",
        "top" : "78%",
        "text" : "Select the student's marital status. International students are required to put *Single* in most cases (see *Notice 1392, Supplement W-4 form for Nonresident Aliens*).",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "19%"
      }
    ]
  },
  "help-hire-job-1" : {
    "src" : "images/hire-transaction-3.jpg",
    "description" : "An image of the next section of a hire transaction: Job Information.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "Use the *Student is:* drop down menu to indicate if this is a new hire or re-hire. If you select rehire and wish to start the student at the pay step they left at, please leave comments to your SE office indicating this is the case.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "16%"
      },
      {
        "left" : "0%",
        "top" : "16%",
        "text" : "The FICA Code can be determined by completing the FICA questionnaire with the student. International students are exempt from FICA.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "16%"
      },
      {
        "left" : "0%",
        "top" : "32%",
        "text" : "After the HIRE transaction is saved or submitted for the first time, the student will be required to acknowledge receipt of a Medical/Prescription Drug Plan offer, which will be emailed to them automatically and shown when they next log in to ***sece***. This field will list the date the student acknowledged, or else show a message indicating that the student still needs to acknowledge. This message will not prevent the transaction from being approved or submitted.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "16%"
      },
      {
        "left" : "0%",
        "top" : "69%",
        "text" : "The Pay Class and Step are fixed. All new hires start at the first step per APM A9.880. An employer may request that a student be hired at a higher step based on relevant experience in that specific job, like when a student is being rehired for the same position. You should leave comments for SE with a justification when you wish the student to start at a higher step.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "16%"
      }
    ]
  },
  "help-hire-job-2" : {
    "src" : "images/hire-transaction-4.jpg",
    "description" : "An image of the rest of the Job Information section of a hire transaction.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "This section displays the job information as it existed at the time the hire transaction was generated. This is done so that even if the job is changed later, there is a record of the original terms of the student's employment. Duties and Qualifications cannot be edited at this step. Check to make sure the student is being hired for the correct job number and at the correct pay class.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "76%"
      },
      {
        "left" : "0%",
        "top" : "76%",
        "text" : "Using the *Supervision Received* and *Student Supervises Others* drop-down menus, indicate the level of supervision the student will require and whether or not the student will supervise others.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "24%"
      }
    ]
  },
  "help-hire-accounts" : {
    "src" : "images/hire-transaction-5.jpg",
    "description" : "An image of the Payroll Information section of a hire transaction.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "Enter the appointment period for the student, meaning the period in which you expect the student to be in your employ. Note that the appointment period cannot exceed one year nor can it begin prior to the date of the job application. For more details on appointment periods, see the *APM A9.880*.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "20%"
      },
      {
        "left" : "0%",
        "top" : "20%",
        "text" : "Enter the Payroll Information here. Each account code that will be used to pay the student’s wages should be entered in this section, but you must enter at least one account code.\n\n* __Payroll Number:__ Typically *F3 - Regular*, unless the student has a Federal Work Study (FWS) award, in which case *F1 - Federal Work Study* may be selected for the account from which your contribution will come. Consult with your campus’ student employment office for additional information related to FWS.\n* __Warrant Code:__ The three-digit code that determines to which department checks will be routed.\n* __Campus:__ The campus that controls/funds this account. The funding source of the job and the campus code should usually match. Note that the work location and even supervising staff may be from a different campus than the funding source/campus code, as some positions may be funded and managed as a cooperative effort between campuses.\n* __Account Code:__ The full fourteen-digit account code is condensed into a seven-digit code used for general purposes; the last seven digits of the full code in this case. Employer contributions and overearnings will be charged to this account in the case of FWS students when on the F1 payroll number. For students on the F3 payroll number, all earnings for hours allocated to this account will be charged to the account.\n* __Sub-Account Code:__ Most accounts will not use a sub-account code, but this line is provided should there be one.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "70%"
      },
      {
        "left" : "0%",
        "top" : "90%",
        "text" : "If the student employee will be paid from more than one account, you may press *Add Another Account* to add an additional account.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "10%"
      }
    ]
  },
  "help-hire-approval" : {
    "src" : "images/hire-transaction-6.jpg",
    "description" : "An image of the Approval section of a hire transaction.",
    "arrows" : [
      {
        "left" : "64%",
        "top" : "13%",
        "text" : "This section lists the chain of approvers for the transaction. To approve the transaction, check the box next to your name and hit *Save/Submit*.",
        "direction" : "up",
        "regionWidth" : "35%",
        "regionHeight" : "15%"
      },
      {
        "left" : "35%",
        "top" : "74%",
        "text" : "To save changes but not approve, hit *Save/Submit* without checking your approval box.",
        "direction" : "up",
        "regionWidth" : "18%",
        "regionHeight" : "17%"
      }
    ]
  },
  "help-placements-tab" : {
    "src" : "images/placements-tab.jpg",
    "description" : "An image of the Placements tab. Listing transactions awaiting approval and a list of student employee records.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "5%",
        "text" : "Transactions that are currently awaiting your approval will be listed first. You may press anywhere on a row to bring up the detailed view of that transaction.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "8%"
      },
      {
        "left" : "0%",
        "top" : "13%",
        "text" : "The transaction type of transactions awaiting approval will be listed in shorthand for your information.\n\n* __STD__: This is a Student Personal Information change transaction.\n* __FICA__: This is a FICA code change transaction.\n* __AP-PER__: This is an Appointment Period change transaction.\n* __RC-STP__: This is a Step Increase within Same Class transaction.\n* __RC-PRM__: This is a Promotion to New Class (within same series) transaction.\n* __RC-DGR__: This is a Downgrade to New Class (within same series) transaction.\n* __FC-ADD__: This is an Add New Account transaction.\n* __FC-C/T__: This is a Change or Terminate Account Code transaction.\n* __HIRE__: This is a Hire transaction.",
        "direction" : "up",
        "regionWidth" : "12%",
        "regionHeight" : "7%"
      },
      {
        "left" : "0%",
        "top" : "21%",
        "text" : "Transactions that are currently awaiting the approval of others in your department will be listed next. You can see when the transaction entered its current status (*As of Date*) and who it is waiting on for its next approval (*Waiting On*).",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "19%"
      },
      {
        "left" : "0%",
        "top" : "40%",
        "text" : "Under *Awaiting SE Approval*, transactions that have received all departmental approvals and are awaiting approval of the Student Employment office are listed.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "11%"
      },
      {
        "left" : "0%",
        "top" : "52%",
        "text" : "The *Student Employees* section lets you view current and former student employees. You can use the filter options above to sort the list. Pressing anywhere on the row will take you to that student employee’s placement record.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "46%"
      }
    ]
  },
  "help-placement-detail" : {
    "src" : "images/placements-detail.jpg",
    "description" : "An image of a Placement Record.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "8%",
        "text" : "The student's employment record, known as a Placement Record, displays basic information in the top section, including things like pay rate, hire date, position title, and their FWS award (when applicable).",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "51%"
      },
      {
        "left" : "0%",
        "top" : "59%",
        "text" : "If the student employee has Federal Work Study, the amount of their award for the semester and their remaining balance will be displayed here.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "24%"
      },
      {
        "left" : "15%",
        "top" : "83%",
        "text" : "Use the first drop-down menu to view transactions that are going through the approval process, or to create a new transaction. Note that you will not be able to create a new transaction if there is one currently routing for approvals.",
        "direction" : "up",
        "regionWidth" : "70%",
        "regionHeight" : "8%"
      },
      {
        "left" : "18%",
        "top" : "91%",
        "text" : "Use the *Historical Transactions* drop-down menu to view all transactions that have been previously approved and processed. This will always start with the hire transaction.",
        "direction" : "up",
        "regionWidth" : "64%",
        "regionHeight" : "7%"
      }
    ]
  },
  "help-placement-job-approval" : {
    "src" : "images/job-create-approval2.jpg",
    "description" : "An image of the Section 2: Transaction and Placement Approval Information section of a job form.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "The job determines the approval chain for all transactions (including hires).",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "100%"
      }
    ]
  },
  "help-placement-plc-approval" : {
    "src" : "images/placement-approval.jpg",
    "description" : "An image of the Approval Information section of a placement transaction.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "All transactions will display this chain at the bottom and this is also where you will check the box next to your name to do your approval.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "100%"
      }
    ]
  },
  "help-trans-stdinfo-1" : {
    "src" : "images/trans-stdinfo-1.jpg",
    "description" : "An image of a Data Change - Student Personal Info transaction",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "The type of transaction that is being created will be listed at the top of the transaction.",
        "direction" : "up",
        "regionWidth" : "60%",
        "regionHeight" : "12%"
      },
      {
        "left" : "58%",
        "top" : "25%",
        "text" : "The new information is entered under the *Change To:* column. When a field is left blank, the information for that section will not be changed.",
        "direction" : "up",
        "regionWidth" : "30%",
        "regionHeight" : "10%"
      },
      {
        "left" : "59%",
        "top" : "52%",
        "text" : "The first set of fields allows for updates to the student's SSN and name for payroll purposes. To change a first name or middle name to a blank value, enter a single period \".\" in the corresponding field under the *Change To* column.\n\nUpdates to these values will be fed into the payroll system, and require a copy of the student's social security card be sent to the UH Payroll Office.",
        "direction" : "up",
        "regionWidth" : "39%",
        "regionHeight" : "48%"
      }
    ]
  },
  "help-trans-stdinfo-2" : {
    "src" : "images/trans-stdinfo-2.jpg",
    "description" : "An image of a Data Change - Student Personal Info transaction",
    "arrows" : [
      {
        "left" : "59%",
        "top" : "0%",
        "text" : "You can change the student’s address on their payroll record by inputting the new address in the transaction. This determines the address that will be printed on the student’s W-2.",
        "direction" : "up",
        "regionWidth" : "38%",
        "regionHeight" : "32%"
      },
      {
        "left" : "1%",
        "top" : "70%",
        "text" : "You can leave comments to Student Employment in the *Internal Comments* field.",
        "direction" : "up",
        "regionWidth" : "98%",
        "regionHeight" : "28%"
      }
    ]
  },
  "help-trans-fica" : {
    "src" : "images/trans-fica.jpg",
    "description" : "An image of a Data Change - FICA transaction showing a current FICA code of N0",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "The type of transaction that is being created will be listed at the top of the transaction.",
        "direction" : "up",
        "regionWidth" : "60%",
        "regionHeight" : "10%"
      },
      {
        "left" : "47%",
        "top" : "30%",
        "text" : "You can change the student’s FICA code from N0 (exempt from FICA) to K0 (not exempt from FICA) using the drop-down menu under the *Change To:* column.",
        "direction" : "up",
        "regionWidth" : "51%",
        "regionHeight" : "9%"
      },
      {
        "left" : "1%",
        "top" : "42%",
        "text" : "You can leave comments to Student Employment in the *Internal Comments* field.",
        "direction" : "up",
        "regionWidth" : "98%",
        "regionHeight" : "30%"
      },
      {
        "left" : "0%",
        "top" : "72%",
        "text" : "The account codes affected by this change will be listed here for informational purposes.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "28%"
      }
    ]
  },
  "help-trans-appt" : {
    "src" : "images/trans-appt-per.jpg",
    "description" : "An image of a Data Change - Appt Period transaction showing the current Appointment Period From and To dates.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "The type of transaction that is being created will be listed at the top of the transaction.",
        "direction" : "up",
        "regionWidth" : "40%",
        "regionHeight" : "8%"
      },
      {
        "left" : "60%",
        "top" : "21%",
        "text" : "You update the appointment period under the *Change To:* column. Appointment periods cannot exceed one year and the end of the appointment period must be after the current date.",
        "direction" : "up",
        "regionWidth" : "40%",
        "regionHeight" : "7%"
      },
      {
        "left" : "60%",
        "top" : "28%",
        "text" : "The *From* date is the start date and the *To* date is the end date.",
        "direction" : "up",
        "regionWidth" : "40%",
        "regionHeight" : "14%"
      },
      {
        "left" : "1%",
        "top" : "42%",
        "text" : "You can leave comments to Student Employment in the *Internal Comments* field.",
        "direction" : "up",
        "regionWidth" : "98%",
        "regionHeight" : "30%"
      },
      {
        "left" : "0%",
        "top" : "72%",
        "text" : "The account codes affected by this change will be listed here for informational purposes.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "28%"
      }
    ]
  },
  "help-trans-step" : {
    "src" : "images/trans-step.jpg",
    "description" : "An image of a Rate Change - Step Increase transaction showing a step increase from A31 to A32",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "The type of transaction that is being created will be listed at the top of the transaction.",
        "direction" : "up",
        "regionWidth" : "80%",
        "regionHeight" : "8%"
      },
      {
        "left" : "60%",
        "top" : "26%",
        "text" : "Under the *Change To:* column, the new class/step and pay rate will be indicated. Since only one step can be given at a time, this will be a locked field. You must also fill in the appointment period, though you can use the same dates as the current appointment period.",
        "direction" : "up",
        "regionWidth" : "40%",
        "regionHeight" : "20%"
      },
      {
        "left" : "1%",
        "top" : "46%",
        "text" : "You can leave comments to Student Employment in the *Internal Comments* field.",
        "direction" : "up",
        "regionWidth" : "98%",
        "regionHeight" : "28%"
      },
      {
        "left" : "0%",
        "top" : "74%",
        "text" : "The account codes affected by this change will be listed here for informational purposes.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "26%"
      }
    ]
  },
  "help-trans-promo" : {
    "src" : "images/trans-promo.jpg",
    "description" : "An image of a Rate Change - Promo to New Class transaction.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "The type of transaction that is being created will be listed at the top of the transaction.",
        "direction" : "up",
        "regionWidth" : "80%",
        "regionHeight" : "9%"
      },
      {
        "left" : "57%",
        "top" : "28%",
        "text" : "Under the *Change To:* column you should fill in the required information, but minimally you need to select a new pay class. You will only be able to promote an employee to a job that already exists in the series (has the same job number). If the job does not exist, you will need to add it to the series.",
        "direction" : "up",
        "regionWidth" : "42%",
        "regionHeight" : "6%"
      },
      {
        "left" : "57%",
        "top" : "34%",
        "text" : "Indicate the level of supervision the employee requires and whether or not they will supervise other employees.",
        "direction" : "up",
        "regionWidth" : "42%",
        "regionHeight" : "13%"
      },
      {
        "left" : "57%",
        "top" : "47%",
        "text" : "You must fill in the appointment period, though you can use the same dates as the current appointment period.",
        "direction" : "up",
        "regionWidth" : "42%",
        "regionHeight" : "13%"
      },
      {
        "left" : "1%",
        "top" : "65%",
        "text" : "You can leave comments to Student Employment in the *Internal Comments* field.",
        "direction" : "up",
        "regionWidth" : "98%",
        "regionHeight" : "17%"
      },
      {
        "left" : "0%",
        "top" : "82%",
        "text" : "The account codes affected by this change will be listed here for informational purposes.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "21%"
      }
    ]
  },
  "help-trans-demo" : {
    "src" : "images/trans-demo.jpg",
    "description" : "An image of a Rate Change - Downgrade to New Class transaction.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "The type of transaction that is being created will be listed at the top of the transaction.",
        "direction" : "up",
        "regionWidth" : "80%",
        "regionHeight" : "9%"
      },
      {
        "left" : "57%",
        "top" : "28%",
        "text" : "Under the *Change To:* column you select the pay class to which the employee is being downgraded. The job you are downgrading them to must be in the same series (share the same job number).",
        "direction" : "up",
        "regionWidth" : "42%",
        "regionHeight" : "6%"
      },
      {
        "left" : "57%",
        "top" : "34%",
        "text" : "Indicate the level of supervision the employee requires and whether or not they will supervise other employees.",
        "direction" : "up",
        "regionWidth" : "42%",
        "regionHeight" : "13%"
      },
      {
        "left" : "57%",
        "top" : "47%",
        "text" : "You must fill in the appointment period, though you can use the same dates as the current appointment period.",
        "direction" : "up",
        "regionWidth" : "42%",
        "regionHeight" : "13%"
      },
      {
        "left" : "1%",
        "top" : "65%",
        "text" : "You can leave comments to Student Employment in the *Internal Comments* field. Because this transaction requires Student Employment approval, it helps to leave justification for the downgrade here.",
        "direction" : "up",
        "regionWidth" : "98%",
        "regionHeight" : "17%"
      },
      {
        "left" : "0%",
        "top" : "82%",
        "text" : "The account codes affected by this change will be listed here for informational purposes.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "21%"
      }
    ]
  },
  "help-trans-add" : {
    "src" : "images/trans-add.jpg",
    "description" : "An image of a Fund Change - Add New Account Code transaction.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "The type of transaction that is being created will be listed at the top of the transaction.",
        "direction" : "up",
        "regionWidth" : "80%",
        "regionHeight" : "6%"
      },
      {
        "left" : "0%",
        "top" : "15%",
        "text" : "Select the appropriate Payroll Number. For most accounts you should use the F3 Payroll Number for student employees. F1 should only be used for ac-counts to which Federal Work Study hours will be charged. Adding an account code with an F1 Payroll Number will mean your Student Employment office will need to review the transaction.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "7%"
      },
      {
        "left" : "0%",
        "top" : "23%",
        "text" : "Input the Warrant Code (indicates where checks are to be delivered).",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "7%"
      },
      {
        "left" : "0%",
        "top" : "31%",
        "text" : "Select the campus that controls the account code.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "7%"
      },
      {
        "left" : "0%",
        "top" : "39%",
        "text" : "Input the seven-digit account code you wish to add.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "7%"
      },
      {
        "left" : "0%",
        "top" : "47%",
        "text" : "Enter the sub-account code (if it has one).",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "7%"
      },
      {
        "left" : "0%",
        "top" : "56%",
        "text" : "You may add multiple accounts with a single transaction. Press the *Add Another Account* text link to add another account.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "7%"
      },
      {
        "left" : "0%",
        "top" : "63%",
        "text" : "You can leave comments to Student Employment in the *Internal Comments* field. Because this transaction requires Student Employment approval, it helps to leave justification for the downgrade here.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "19%"
      },
      {
        "left" : "0%",
        "top" : "82%",
        "text" : "The account codes affected by this change will be listed here for informational purposes.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "18%"
      }
    ]
  },
  "help-trans-chg" : {
    "src" : "images/trans-chg.jpg",
    "description" : "An image of a Fund Change - Change or Terminate Accounts transaction.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "The type of transaction that is being created will be listed at the top of the transaction.",
        "direction" : "up",
        "regionWidth" : "80%",
        "regionHeight" : "12%"
      },
      {
        "left" : "52%",
        "top" : "25%",
        "text" : "The *Change To:* column is used only when you are changing an account code. The old account information will be replaced by the account information listed in this column.",
        "direction" : "up",
        "regionWidth" : "47%",
        "regionHeight" : "5%"
      },
      {
        "left" : "36%",
        "top" : "35%",
        "text" : "Checking the *Terminate* box will remove the account from the student’s position. Terminating all accounts terminates their employment. Do not check this box when you want to change the account, either check this box or enter information into the *Change To* column, not both.",
        "direction" : "up",
        "regionWidth" : "16%",
        "regionHeight" : "6%"
      },
      {
        "left" : "52%",
        "top" : "40%",
        "text" : "When changing an account, enter the information here. See the previous section on the [Add New Account Code transaction](#fund-chg---add-new-account-code) for information on each of these lines.",
        "direction" : "up",
        "regionWidth" : "47%",
        "regionHeight" : "30%"
      },
      {
        "left" : "0%",
        "top" : "74%",
        "text" : "You can leave comments to Student Employment in the *Internal Comments* field.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "26%"
      }
    ]
  },
  "help-forms-info" : {
    "src" : "images/forms-and-info.jpg",
    "description" : "An image of the Forms and Info tab.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "8%",
        "text" : "Listed first are *General Forms and Info,* which are resources that are relevant to all campuses. This includes things like tax forms, FICA, the APM, and other system-wide resources.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "63%"
      },
      {
        "left" : "0%",
        "top" : "71%",
        "text" : "*UH Manoa Forms and Info* are resources that are relevant only to those hiring students at UH Manoa.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "30%"
      }
    ]
  }
}