{
  "help-error-messages" : {
    "src" : "images/transaction-error-messages.jpg",
    "description" : "An image depicting error messages on a transaction",
    "arrows" : [
      {
        "left" : "5%",
        "top" : "1%",
        "text" : "When an error occurs, a red message will appear at the top of the screen.",
        "direction" : "up",
        "regionWidth" : "93%",
        "regionHeight" : "28%"
      },
      {
        "left" : "20%",
        "top" : "70%",
        "text" : "When you encounter an error message, the issues will be highlighted and described within the transaction.",
        "direction" : "up",
        "regionWidth" : "42%",
        "regionHeight" : "14%"
      }
    ]
  },
  "help-success-message" : {
    "src" : "images/transaction-success-message.jpg",
    "description" : "An image depicting a success message on a transaction.",
    "arrows" : [
      {
        "left" : "2%",
        "top" : "3%",
        "text" : "When you submit or save a job or transaction, a success message will appear at the top of the screen.",
        "direction" : "up",
        "regionWidth" : "97%",
        "regionHeight" : "40%"
      }
    ]
  },
  "help-home" : {
    "src" : "images/home-page.jpg",
    "description" : "An image depicting the SECE home page.",
    "arrows" : [
      {
        "left" : "67%",
        "top" : "0.5%",
        "text" : "Link to enter the ***sece*** site and login.",
        "direction" : "up",
        "regionWidth" : "31%",
        "regionHeight" : "20%"
      },
      {
        "left" : "0.5%",
        "top" : "14%",
        "text" : "Text links leading to the websites of the various SE offices at the different campuses in the UH system.",
        "direction" : "up",
        "regionWidth" : "45%",
        "regionHeight" : "30%"
      },
      {
        "left" : "46%",
        "top" : "24%",
        "text" : "Image link to open a pop-up with the contact information for the SE offices at the various UH campuses.",
        "direction" : "up",
        "regionWidth" : "16%",
        "regionHeight" : "14%"
      },
      {
        "left" : "46%",
        "top" : "39%",
        "text" : "Image link to open a pop-up with the contact information for timesheet related inquiries.",
        "direction" : "up",
        "regionWidth" : "16%",
        "regionHeight" : "14%"
      },
      {
        "left" : "2%",
        "top" : "60%",
        "text" : "Text links that will take you to various resources that may be of interest to an employer.",
        "direction" : "up",
        "regionWidth" : "30%",
        "regionHeight" : "33%"
      }
    ]
  },
  "help-login" : {
    "src" : "images/login.jpg",
    "description" : "An image depicting the SECE login screen.",
    "arrows" : [
      {
        "left" : "44%",
        "top" : "15%",
        "text" : "UH employers may login using their UH username and password by pressing the \"UH Login\" button. If you have a problem with your username and/or password, please contact the ITS Help Desk at 956-8883 or email them at [help@hawaii.edu](mailto:help@hawaii.edu). You must use your personal username, as departmental usernames cannot be used to login to the system.",
        "direction" : "up",
        "regionWidth" : "35%",
        "regionHeight" : "17%"
      },
      {
        "left" : "44%",
        "top" : "32%",
        "text" : "The Non-UH Employers section is only used to create a profile or log into an account used to post non-student employment positions. Use the UH login if you intend to perform student employment tasks.",
        "direction" : "up",
        "regionWidth" : "35%",
        "regionHeight" : "20%"
      },
      {
        "left" : "67%",
        "top" : "52%",
        "text" : "Click on the Login Help link if you are having trouble for some quick tips or contact information.",
        "direction" : "up",
        "regionWidth" : "12%",
        "regionHeight" : "5%"
      },
      {
        "left" : "60%",
        "top" : "57%",
        "text" : "Click on the Job & Eligibility Info link to see the basic eligibility requirements for student employment eligibility.",
        "direction" : "up",
        "regionWidth" : "19%",
        "regionHeight" : "5%"
      }
    ]
  },
  "help-select-site" : {
    "src" : "images/site-select.jpg",
    "description" : "An image depicting the SECE site selection screen.",
    "arrows" : [
      {
        "left" : "1.5%",
        "top" : "0%",
        "text" : "Press the ***sece*** button to quickly return to the site selection menu.",
        "direction" : "up",
        "regionWidth" : "14%",
        "regionHeight" : "20%"
      },
      {
        "left" : "30%",
        "top" : "54%",
        "text" : "Click the link for the version of the site you wish to access. Only those sides of ***sece*** that you have access to based on your affiliation will be visible as options. You can switch between sides at any time without needing to log in to each side.",
        "direction" : "up",
        "regionWidth" : "30%",
        "regionHeight" : "19%"
      },
      {
        "left" : "30%",
        "top" : "76%",
        "text" : "Checking this box will mean the next time you log in to ***sece*** it will default to the side of ***sece*** (Student, Employer, etc.) that you chose to access this time.",
        "direction" : "up",
        "regionWidth" : "30%",
        "regionHeight" : "15%"
      }
    ]
  },
  "help-profile-1" : {
    "src" : "images/emp-profile-1.jpg",
    "description" : "An image depicting the Departmental Information section of the profile.",
    "arrows" : [
      {
        "left" : "5%",
        "top" : "22%",
        "text" : "The campus affiliation you select determines which SE office will be able to view and manage your records.",
        "direction" : "up",
        "regionWidth" : "75%",
        "regionHeight" : "15%"
      },
      {
        "left" : "5%",
        "top" : "37%",
        "text" : "Select your _College/Division_ and your _Office/Department Name_ from the drop-down menus. If they do not appear, you may input them into the text field instead.",
        "direction" : "up",
        "regionWidth" : "75%",
        "regionHeight" : "60%"
      }
    ]
  },
  "help-profile-2" : {
    "src" : "images/emp-profile-2.jpg",
    "description" : "An image depicting the Contact Information section of the profile.",
    "arrows" : [
      {
        "left" : "38%",
        "top" : "86%",
        "text" : "After entering your biographical information, click _Submit_ to finish.",
        "direction" : "up",
        "regionWidth" : "11%",
        "regionHeight" : "10%"
      }
    ]
  },
  "help-main" : {
    "src" : "images/emp-main-screen.jpg",
    "description" : "An image of the Home tab.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "13%",
        "text" : "The UH employer side of ***sece*** is divided into various tabs used for specific tasks. The Home tab shown here provides a quick view of ***sece*** activity related to you. The other tabs are briefly discussed below and detailed in depth later.\n\n* __Jobs:__ The Jobs tab is where you can create, edit, and re-open jobs.\n* __Placements:__ This tab is where you would create transactions for your jobs. This is where you would initiate hires and start transactions related to your employees.\n* __Forms and Info:__ You can find links to information and forms relevant to student employment.\n* __Timesheet:__ This is where you access timesheets.",
        "direction" : "up",
        "regionWidth" : "23%",
        "regionHeight" : "43%"
      },
      {
        "left" : "23%",
        "top" : "22%",
        "text" : "If you receive applications, you will receive a message at the top of the screen that can be pressed to see them.",
        "direction" : "up",
        "regionWidth" : "60%",
        "regionHeight" : "14%"
      },
      {
        "left" : "90%",
        "top" : "0%",
        "text" : "Clicking the down arrow will give you some additional options. This is how you would access your profile, switch to a different side of ***sece***, or log out.",
        "direction" : "up",
        "regionWidth" : "10%",
        "regionHeight" : "10%"
      },
      {
        "left" : "23%",
        "top" : "38%",
        "text" : "The Job Statistics section gives you an at-a-glance look at your jobs and applications for your jobs.\n\n* __In Draft Jobs:__ Jobs you have created but not submitted for review.\n* __Submitted Jobs:__ Jobs you have submitted for review and approval.\n* __Under Review Jobs:__ Jobs that are currently being reviewed for approval.\n* __On Hold Jobs:__ A reviewed job that Student Employment has additional questions about.\n* __Open/Closed Jobs:__ Jobs that are Open (being advertised) or approved but Closed.\n* __Applications:__ Indicates the number of applications that have been submitted today or in the past week (respectively).",
        "direction" : "up",
        "regionWidth" : "38%",
        "regionHeight" : "59%"
      },
      {
        "left" : "61%",
        "top" : "38%",
        "text" : "The Placement Statistics section gives you an at-a-glance look at your hires and transactions.\n\n* __Pending Transactions:__ These are the number of transactions making their way through the approval process. The different statuses are fairly self-explanatory, but it should be noted that most transactions do not require Student Employment approval. Hire transactions are the most common transaction that does require SE approval.\n* __Student Employees:__ These are the number of student employees currently employed (Active) and the number that are no longer employed (Inactive) under jobs on which you are listed as an approver.",
        "direction" : "up",
        "regionWidth" : "38%",
        "regionHeight" : "55%"
      }
    ]
  },
  "help-job-1" : {
    "src" : "images/jobs-tab-1.jpg",
    "description" : "An image of the Jobs tab showing an employer's list of jobs in its table view.",
    "arrows" : [
      {
        "left" : "19%",
        "top" : "46%",
        "text" : "The job number, pay code, job program, and position title are listed first.\n\n* __Job Number:__ Jobs are assigned a job number and a job series will be jobs that share a job number with differing pay codes.\n* __Pay Code:__ The pay code (pay class) of the job. Jobs in a series (sharing the same job number) will have different pay codes.\n* __Program:__ Jobs will be listed as UH, FWS, or UH & FWS. UH jobs are open to any eligible student, FWS jobs are only open to those with Federal Work Study, and UH & FWS is open to all eligible students, but indicates a preference for Federal Work Study.\n* __Position Title:__ The working title of the job. Pressing on this will take you to the detailed view of the job where you can make edits.",
        "direction" : "up",
        "regionWidth" : "40%",
        "regionHeight" : "40%"
      },
      {
        "left" : "66%",
        "top" : "46%",
        "text" : "The Status and Applicants fields allow you to quickly interact with your job.\n\n* __Status:__ You can use this drop-down menu to Open or Close a job easily. If a job requires updates before it can be opened or closed, you will receive an error message indicating this. This usually means you will need to go into the job to make those updates before re-opening it.\n* __Applicants:__ This will indicate the number of students that have applied for the position. Pressing on this button will bring up a list of applicants and an interface that allows you to initiate hires. This feature will be illustrated a bit later in this guide.",
        "direction" : "up",
        "regionWidth" : "20%",
        "regionHeight" : "40%"
      },
      {
        "left" : "80%",
        "top" : "40%",
        "text" : "Filter your job list by keywords, job numbers or other aspects by typing into the _Filter_ box.",
        "direction" : "up",
        "regionWidth" : "20%",
        "regionHeight" : "10%"
      },
      {
        "left" : "88%",
        "top" : "52.5%",
        "text" : "The _Add to Series_ button is used to add a job to a job series. This means adding a job with the existing job number, but at a different pay code. The button will be on the same line as the job number that you will be adding a job to. When you add to a series, it will create a duplicate of an existing job in the series that you can then modify to match the new pay class/code.",
        "direction" : "up",
        "regionWidth" : "10%",
        "regionHeight" : "12%"
      },
      {
        "left" : "88%",
        "top" : "16%",
        "text" : "The _Create a New Job_ option is used when you want to create a completely new job rather than adding a job to an existing series. If the job has no relation to an existing job, use this option.",
        "direction" : "up",
        "regionWidth" : "12%",
        "regionHeight" : "12%"
      }
    ]
  },
  "help-job-series" : {
    "src" : "images/emp-job-series.jpg",
    "description" : "An image of the Jobs tab highlighting two jobs: 333-A4 and 333-A5. Job 333-A4 has job title 'Reading Tutor 1,' and Job 333-A5 has title 'Reading Tutor 2.'",
    "arrows" : [
      {
        "left" : "20%",
        "top" : "55%",
        "text" : "This is an example of a job series. Note the shared job number and progressive nature of the position title.",
        "direction" : "up",
        "regionWidth" : "40%",
        "regionHeight" : "38%"
      }
    ]
  },
  "help-job-create-button" : {
    "src" : "images/job-create-button.jpg",
    "description" : "An image of the Jobs tab highlighting the 'Create a New Job' button.",
    "arrows" : [
      {
        "left" : "88%",
        "top" : "26%",
        "text" : "To create a new job, simply press the 'Create a New Job' button.",
        "direction" : "up",
        "regionWidth" : "12%",
        "regionHeight" : "18%"
      }
    ]
  },
  "help-job-create-1" : {
    "src" : "images/job-create-1.jpg",
    "description" : "An image of the beginning of the job creation form.",
    "arrows" : [
      {
        "left" : "20%",
        "top" : "15%",
        "text" : "Buttons at the top and bottom of the form can be used to save, delete, cancel, or submit the job. Because the system has an inactivity timer, be sure to periodically save your job. Press the Submit button only when it is ready to be reviewed.",
        "direction" : "up",
        "regionWidth" : "60%",
        "regionHeight" : "10%"
      },
      {
        "left" : "93%",
        "top" : "26%",
        "text" : "You can press any \"?\" icon To get some additional helpful information about the associated section.",
        "direction" : "up",
        "regionWidth" : "5%",
        "regionHeight" : "9%"
      },
      {
        "left" : "0%",
        "top" : "47%",
        "text" : "The first step in creating a job is selecting the funding source/campus affiliation. This determines what account codes should be used and which campus SE office approves the job.\n\nFor example, jobs that will be paying student employees using a Manoa account code must have UH Manoa selected as the funding source. In this example, the Manoa SE office will review the job.\n\nIt is possible to have jobs where the student works at one campus, but the job is funded by another campus. In these situations, the job is monitored by the funding institution.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "13%"
      },
      {
        "left" : "0%",
        "top" : "73%",
        "text" : "As the job makes its way through the approval process, the status it is in will be highlighted. Statuses are discussed a little later in this guide.",
        "direction" : "up",
        "regionWidth" : "75%",
        "regionHeight" : "13%"
      }
    ]
  },
  "help-job-create-2" : {
    "src" : "images/job-create-2.jpg",
    "description" : "An image of the Job Classification / Duties section of the job form.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "12%",
        "text" : "You should enter the desired position title. Specific titles are typically better than generic ones, as it gives the student an idea of what the job entails.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "21%"
      },
      {
        "left" : "0%",
        "top" : "33%",
        "text" : "Select a primary job category that the job would fall under, and a secondary job category if you so desire. Job categories help classify the job for search filtering purposes. The primary category is shared be all jobs in the series, while the secondary category is specific to each job in the series.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "42%"
      },
      {
        "left" : "0%",
        "top" : "75%",
        "text" : "The job classification determines which students will be eligible for the job by setting the job program. You may select UH, UH & FWS, or FWS.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "25%"
      }
    ]
  },
  "help-job-create-3" : {
    "src" : "images/job-create-3.jpg",
    "description" : "An image of the rest of the Job Classification / Duties section of the job form.",
    "arrows" : [
      {
        "left" : "0%",
        "top" : "0%",
        "text" : "All student assistant positions will be classified and paid in accordance with the guidelines contained in APM A9.880, Attachment 1. The campus SE office shall have final jurisdiction over the classification of individual positions. Student assistants will normally be paid on an hourly basis.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "15%"
      },
      {
        "left" : "0%",
        "top" : "15%",
        "text" : "If the student, in the course of performing assigned duties, will at any time have access to, or be in the proximity of sensitive information as defined in E2.214, the student is required to complete a Form 92, General Confidentiality Notice (GCN). In that case, set the *General Confidentiality Notice (GCN) Required* drop-down to *Yes*.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "15%"
      },
      {
        "left" : "0%",
        "top" : "30%",
        "text" : "The final two fields in this section allow you to enter qualifications and duties for the job. The SE office will review these to ensure they match the pay class selected. Note that once the job is approved, you can no longer edit these fields.",
        "direction" : "up",
        "regionWidth" : "100%",
        "regionHeight" : "65%"
      }
    ]
  }
}